{"<PAD>": 0, "<UNK>": 1, "the": 2, "a": 3, "and": 4, "of": 5, "to": 6, "is": 7, "in": 8, "i": 9, "this": 10, "it": 11, "that": 12, "/><br": 13, "was": 14, "as": 15, "for": 16, "with": 17, "but": 18, "on": 19, "movie": 20, "not": 21, "are": 22, "his": 23, "you": 24, "film": 25, "have": 26, "he": 27, "be": 28, "at": 29, "one": 30, "by": 31, "an": 32, "they": 33, "from": 34, "all": 35, "who": 36, "like": 37, "so": 38, "just": 39, "or": 40, "has": 41, "about": 42, "her": 43, "it's": 44, "if": 45, "some": 46, "out": 47, "what": 48, "very": 49, "when": 50, "there": 51, "more": 52, "my": 53, "would": 54, "even": 55, "good": 56, "she": 57, "only": 58, "their": 59, "no": 60, "really": 61, "had": 62, "can": 63, "up": 64, "which": 65, "see": 66, "were": 67, "than": 68, "-": 69, "we": 70, "been": 71, "get": 72, "into": 73, "much": 74, "will": 75, "because": 76, "most": 77, "how": 78, "story": 79, "other": 80, "me": 81, "don't": 82, "time": 83, "also": 84, "do": 85, "its": 86, "first": 87, "great": 88, "make": 89, "could": 90, "people": 91, "/>the": 92, "any": 93, "then": 94, "after": 95, "think": 96, "made": 97, "bad": 98, "many": 99, "never": 100, "being": 101, "him": 102, "<br": 103, "two": 104, "too": 105, "where": 106, "little": 107, "well": 108, "watch": 109, "your": 110, "way": 111, "it.": 112, "did": 113, "best": 114, "does": 115, "them": 116, "love": 117, "characters": 118, "know": 119, "movie.": 120, "seen": 121, "movies": 122, "character": 123, "these": 124, "ever": 125, "still": 126, "over": 127, "films": 128, "show": 129, "plot": 130, "such": 131, "should": 132, "acting": 133, "off": 134, "better": 135, "while": 136, "film.": 137, "those": 138, "go": 139, "something": 140, "say": 141, "why": 142, "through": 143, "doesn't": 144, "didn't": 145, "scene": 146, "i'm": 147, "makes": 148, "watching": 149, "film,": 150, "back": 151, "movie,": 152, "real": 153, "scenes": 154, "find": 155, "actually": 156, "new": 157, "every": 158, "few": 159, "going": 160, "same": 161, "man": 162, "/>i": 163, "look": 164, "life": 165, "nothing": 166, "another": 167, "lot": 168, "quite": 169, "old": 170, "want": 171, "thing": 172, "got": 173, "end": 174, "can't": 175, "pretty": 176, "seems": 177, "before": 178, "take": 179, "give": 180, "part": 181, "actors": 182, "years": 183, "that's": 184, "between": 185, "i've": 186, "young": 187, "big": 188, "both": 189, "without": 190, "us": 191, "may": 192, "things": 193, "thought": 194, "it,": 195, "almost": 196, "around": 197, "isn't": 198, "gets": 199, "now": 200, "saw": 201, "&": 202, "director": 203, "always": 204, "though": 205, "here": 206, "own": 207, "must": 208, "come": 209, "horror": 210, "whole": 211, "work": 212, "\"the": 213, "might": 214, "down": 215, "cast": 216, "he's": 217, "there's": 218, "probably": 219, "enough": 220, "am": 221, "least": 222, "last": 223, "since": 224, "bit": 225, "long": 226, "funny": 227, "feel": 228, "found": 229, "each": 230, "far": 231, "fact": 232, "kind": 233, "rather": 234, "original": 235, "guy": 236, "world": 237, "our": 238, "trying": 239, "anything": 240, "making": 241, "done": 242, "worst": 243, "having": 244, "believe": 245, "put": 246, "interesting": 247, "comes": 248, "right": 249, "however,": 250, "action": 251, "main": 252, "worth": 253, "/>this": 254, "played": 255, "music": 256, "point": 257, "wasn't": 258, "looks": 259, "anyone": 260, "role": 261, "goes": 262, "hard": 263, "yet": 264, "series": 265, "tv": 266, "takes": 267, "family": 268, "comedy": 269, "looking": 270, "minutes": 271, "during": 272, "especially": 273, "watched": 274, "plays": 275, "maybe": 276, "performance": 277, "everything": 278, "shows": 279, "three": 280, "sure": 281, "seem": 282, "away": 283, "different": 284, "someone": 285, "script": 286, "times": 287, "set": 288, "left": 289, "although": 290, "woman": 291, "time.": 292, "completely": 293, "girl": 294, "once": 295, "american": 296, "you're": 297, "fun": 298, "john": 299, "seeing": 300, "play": 301, "used": 302, "everyone": 303, "simply": 304, "well,": 305, "reason": 306, "special": 307, "again": 308, "need": 309, "truly": 310, "true": 311, "black": 312, "read": 313, "high": 314, "use": 315, "until": 316, "given": 317, "idea": 318, "job": 319, "rest": 320, "help": 321, "sense": 322, "along": 323, "beautiful": 324, "--": 325, "dvd": 326, "recommend": 327, "ending": 328, "nice": 329, "second": 330, "version": 331, "try": 332, "let": 333, "couple": 334, "instead": 335, "came": 336, "place": 337, "keep": 338, "excellent": 339, "actor": 340, "half": 341, "said": 342, "enjoy": 343, "shot": 344, "money": 345, "poor": 346, "getting": 347, "less": 348, "audience": 349, "full": 350, "tell": 351, "next": 352, "playing": 353, "effects": 354, "day": 355, "absolutely": 356, "gives": 357, "definitely": 358, "couldn't": 359, "fan": 360, "(and": 361, "went": 362, "book": 363, "himself": 364, "understand": 365, "early": 366, "short": 367, "remember": 368, "all,": 369, "screen": 370, "become": 371, "entire": 372, "start": 373, "certainly": 374, "perhaps": 375, "war": 376, "doing": 377, "several": 378, "later": 379, "together": 380, "small": 381, "2": 382, "supposed": 383, "hollywood": 384, "felt": 385, "(the": 386, "against": 387, "liked": 388, "star": 389, "sort": 390, "is,": 391, "wife": 392, "wonderful": 393, "often": 394, "you'll": 395, "loved": 396, "10": 397, "totally": 398, "time,": 399, "men": 400, "seemed": 401, "piece": 402, "hope": 403, "year": 404, "production": 405, "friends": 406, "kids": 407, "waste": 408, "else": 409, "wanted": 410, "home": 411, "night": 412, "human": 413, "she's": 414, "top": 415, "becomes": 416, "camera": 417, "classic": 418, "that,": 419, "women": 420, "course": 421, "performances": 422, "house": 423, "them.": 424, "able": 425, "school": 426, "death": 427, "": 428, "mind": 429, "called": 430, "video": 431, "final": 432, "name": 433, "lost": 434, ".": 435, "father": 436, "they're": 437, "live": 438, "stupid": 439, "sound": 440, "sex": 441, "one.": 442, "line": 443, "based": 444, "tries": 445, "already": 446, "person": 447, "wants": 448, "won't": 449, "this,": 450, "despite": 451, "story,": 452, "i'd": 453, "under": 454, "enjoyed": 455, "gave": 456, "perfect": 457, "guess": 458, "turn": 459, "took": 460, "low": 461, "finally": 462, "turns": 463, "this.": 464, "either": 465, "written": 466, "problem": 467, "him.": 468, "care": 469, "face": 470, "starts": 471, "dead": 472, "lines": 473, "lead": 474, "moments": 475, "budget": 476, "mean": 477, "kill": 478, "title": 479, "terrible": 480, "behind": 481, "head": 482, "guys": 483, "highly": 484, "favorite": 485, "dark": 486, "white": 487, "and,": 488, "me,": 489, "well.": 490, "episode": 491, "dialogue": 492, "friend": 493, "heard": 494, "good,": 495, "extremely": 496, "mr.": 497, "laugh": 498, "michael": 499, "itself": 500, "lack": 501, "me.": 502, "story.": 503, "beginning": 504, "all.": 505, "sometimes": 506, "throughout": 507, "boring": 508, "cannot": 509, "wouldn't": 510, "/>in": 511, "obviously": 512, "others": 513, "evil": 514, "decent": 515, "good.": 516, "stars": 517, "late": 518, "wrong": 519, "style": 520, "fine": 521, "mother": 522, "save": 523, "case": 524, "expect": 525, "life.": 526, "quality": 527, "boy": 528, "film's": 529, "fans": 530, "opening": 531, "told": 532, "feeling": 533, "looked": 534, "lives": 535, "directed": 536, "works": 537, "/>it": 538, "complete": 539, "particularly": 540, "group": 541, "course,": 542, "leave": 543, "worse": 544, "movies,": 545, "/>if": 546, "taken": 547, "acting,": 548, "says": 549, "movies.": 550, "stop": 551, "entertaining": 552, "wonder": 553, "exactly": 554, "attempt": 555, "children": 556, "fight": 557, "run": 558, "3": 559, "huge": 560, "picture": 561, "coming": 562, "soon": 563, "type": 564, "strong": 565, "across": 566, "game": 567, "shown": 568, "awful": 569, "usually": 570, "amazing": 571, "wish": 572, "parts": 573, "taking": 574, "whose": 575, "car": 576, "viewer": 577, "writing": 578, ",": 579, "number": 580, "living": 581, "turned": 582, "james": 583, "major": 584, "running": 585, "killed": 586, "matter": 587, "robert": 588, "known": 589, "son": 590, "thinking": 591, "finds": 592, "started": 593, "knew": 594, "killer": 595, "close": 596, "films,": 597, "past": 598, "hour": 599, "humor": 600, "happens": 601, "act": 602, "police": 603, "side": 604, "local": 605, "i'll": 606, "except": 607, "horrible": 608, "female": 609, "it.<br": 610, "due": 611, "bad.": 612, "including": 613, "single": 614, "call": 615, "brilliant": 616, "david": 617, "giving": 618, "cinema": 619, "again,": 620, "direction": 621, "obvious": 622, "way,": 623, "serious": 624, "british": 625, "girls": 626, "clearly": 627, "none": 628, "drama": 629, "myself": 630, "somewhat": 631, "characters,": 632, "that.": 633, "town": 634, "beyond": 635, "saying": 636, "eyes": 637, "order": 638, "seen.": 639, "relationship": 640, "upon": 641, "tells": 642, "here.": 643, "released": 644, "hit": 645, "mostly": 646, "knows": 647, "/>there": 648, "but,": 649, "actress": 650, "supporting": 651, "voice": 652, "bad,": 653, "yes,": 654, "talking": 655, "stuff": 656, "one,": 657, "here,": 658, "aren't": 659, "modern": 660, "haven't": 661, "again.": 662, "simple": 663, "moment": 664, "kid": 665, "end,": 666, "whether": 667, "history": 668, "chance": 669, "fact,": 670, "child": 671, "important": 672, "nearly": 673, "showing": 674, "out.": 675, "lots": 676, "stories": 677, "themselves": 678, "certain": 679, "appears": 680, "basically": 681, "example": 682, "falls": 683, "heart": 684, "city": 685, "miss": 686, "however": 687, "bring": 688, "change": 689, "talk": 690, "/>but": 691, "art": 692, "involved": 693, "named": 694, "days": 695, "tried": 696, "four": 697, "/>a": 698, "him,": 699, "greatest": 700, "end.": 701, "add": 702, "bunch": 703, "way.": 704, "films.": 705, "easily": 706, "happened": 707, "shots": 708, "cut": 709, "score": 710, "buy": 711, "apparently": 712, "slow": 713, "mention": 714, "strange": 715, "ends": 716, "similar": 717, "her.": 718, "feels": 719, "interest": 720, "kept": 721, "is.": 722, "needs": 723, "(i": 724, "life,": 725, "/>": 726, "musical": 727, "using": 728, "working": 729, "you've": 730, "within": 731, "/>as": 732, "middle": 733, "typical": 734, "movie.<br": 735, "english": 736, "/>and": 737, "among": 738, "plot,": 739, "actual": 740, "song": 741, "overall": 742, "fall": 743, "surprised": 744, "usual": 745, "yourself": 746, "(as": 747, "george": 748, "daughter": 749, "power": 750, "so,": 751, "sad": 752, "hate": 753, "french": 754, "jokes": 755, "film.<br": 756, "near": 757, "romantic": 758, "five": 759, "comic": 760, "oh": 761, "blood": 762, "funny.": 763, "hours": 764, "decided": 765, "happen": 766, "ten": 767, "stay": 768, "hell": 769, "on.": 770, "murder": 771, "easy": 772, "word": 773, "happy": 774, "cheap": 775, "view": 776, "funny,": 777, "characters.": 778, "sit": 779, "brought": 780, "silly": 781, "annoying": 782, "gore": 783, "leaves": 784, "god": 785, "killing": 786, "please": 787, "what's": 788, "body": 789, "cool": 790, "who's": 791, "hear": 792, "experience": 793, "above": 794, "alone": 795, "reality": 796, "cinematography": 797, "talent": 798, "clear": 799, "attention": 800, "events": 801, "them,": 802, "straight": 803, "previous": 804, "filmed": 805, "rent": 806, "famous": 807, "5": 808, "jack": 809, "light": 810, "husband": 811, "poorly": 812, "means": 813, "episodes": 814, "move": 815, "hero": 816, "imagine": 817, "learn": 818, "flick": 819, "sets": 820, "(which": 821, "out,": 822, "begins": 823, "became": 824, "peter": 825, "room": 826, "genre": 827, "emotional": 828, "(or": 829, "documentary": 830, "deal": 831, "too.": 832, "brother": 833, "write": 834, "hand": 835, "ridiculous": 836, "incredibly": 837, "team": 838, "novel": 839, "possible": 840, "age": 841, "roles": 842, "sexual": 843, "realize": 844, "character,": 845, "possibly": 846, "meets": 847, "moving": 848, "now,": 849, "figure": 850, "review": 851, "check": 852, "problems": 853, "violence": 854, "show.": 855, "enjoyable": 856, "1": 857, "hilarious": 858, "eventually": 859, "various": 860, "difficult": 861, "dr.": 862, "also,": 863, "feature": 864, "songs": 865, "ones": 866, "comments": 867, "leads": 868, "/>it's": 869, "country": 870, "richard": 871, "king": 872, "somehow": 873, "television": 874, "paul": 875, "gone": 876, "total": 877, "personal": 878, "though,": 879, "elements": 880, "4": 881, "lady": 882, "theme": 883, "needed": 884, "meant": 885, "monster": 886, "unless": 887, "forced": 888, "viewers": 889, "level": 890, "keeps": 891, "stand": 892, "leading": 893, "fairly": 894, "...": 895, "brings": 896, "subject": 897, "sequence": 898, "doubt": 899, "reading": 900, "towards": 901, "spent": 902, "avoid": 903, "whom": 904, "work.": 905, "on,": 906, "career": 907, "nor": 908, "de": 909, "soundtrack": 910, "you.": 911, "words": 912, "tale": 913, "meet": 914, "space": 915, "message": 916, "begin": 917, "plenty": 918, "say,": 919, "red": 920, "features": 921, "open": 922, "deep": 923, "follow": 924, "her,": 925, "male": 926, "up,": 927, "oscar": 928, "scene,": 929, "'the": 930, "average": 931, "effort": 932, "hardly": 933, "forget": 934, "scenes,": 935, "attempts": 936, "front": 937, "better.": 938, "rock": 939, "sounds": 940, "theater": 941, "create": 942, "gay": 943, "crap": 944, "scary": 945, "writer": 946, "worked": 947, "particular": 948, "unfortunately": 949, "manages": 950, "japanese": 951, "up.": 952, "expecting": 953, "reviews": 954, "20": 955, "weak": 956, "dialog": 957, "inside": 958, "hold": 959, "form": 960, "there.": 961, "watch.": 962, "deserves": 963, "storyline": 964, "man,": 965, "minute": 966, "pay": 967, "then,": 968, "tom": 969, "whatever": 970, "fast": 971, "times,": 972, "expected": 973, "(a": 974, "fantastic": 975, "forward": 976, "battle": 977, "interested": 978, "political": 979, "sequel": 980, "(who": 981, "appear": 982, "premise": 983, "third": 984, "unlike": 985, "badly": 986, "wait": 987, "dog": 988, "let's": 989, "large": 990, "general": 991, "herself": 992, "unfortunately,": 993, "portrayed": 994, "points": 995, "crew": 996, "older": 997, "future": 998, "class": 999, "outside": 1000, "footage": 1001, "following": 1002, "german": 1003, "viewing": 1004, "copy": 1005, "ask": 1006, "york": 1007, "waiting": 1008, "there,": 1009, "dramatic": 1010, "caught": 1011, "unique": 1012, "slightly": 1013, "cheesy": 1014, "western": 1015, "memorable": 1016, "editing": 1017, "decides": 1018, "rating": 1019, "appreciate": 1020, "animation": 1021, "spend": 1022, "william": 1023, "zombie": 1024, "amount": 1025, "visual": 1026, "weren't": 1027, "considering": 1028, "we're": 1029, "biggest": 1030, "people,": 1031, "box": 1032, "wrote": 1033, "sorry": 1034, "release": 1035, "van": 1036, "doctor": 1037, "pure": 1038, "it!": 1039, "ways": 1040, "parents": 1041, "sister": 1042, "italian": 1043, "telling": 1044, "etc.": 1045, "powerful": 1046, "joe": 1047, "uses": 1048, "earth": 1049, "sci-fi": 1050, "actors,": 1051, "dance": 1052, "mystery": 1053, "air": 1054, "perfectly": 1055, "comment": 1056, "plus": 1057, "imdb": 1058, "question": 1059, "sequences": 1060, "hot": 1061, "social": 1062, "likes": 1063, "free": 1064, "compared": 1065, "plain": 1066, "predictable": 1067, "filled": 1068, "boys": 1069, "wasted": 1070, "comedy,": 1071, "rich": 1072, "consider": 1073, "stage": 1074, "result": 1075, "filmmakers": 1076, "suddenly": 1077, "plot.": 1078, "agree": 1079, "hands": 1080, "runs": 1081, "people.": 1082, "directors": 1083, "missing": 1084, "entirely": 1085, "former": 1086, "scenes.": 1087, "admit": 1088, "bill": 1089, "dull": 1090, "fails": 1091, "writers": 1092, "great,": 1093, "surprise": 1094, "more.": 1095, "atmosphere": 1096, "ended": 1097, "seriously": 1098, "credits": 1099, "/>what": 1100, "portrayal": 1101, "shame": 1102, "crime": 1103, "in.": 1104, "bought": 1105, "popular": 1106, "sees": 1107, "nature": 1108, "period": 1109, "created": 1110, "entertainment": 1111, "follows": 1112, "beauty": 1113, "secret": 1114, "screen.": 1115, "disappointed": 1116, "talented": 1117, "return": 1118, "lee": 1119, "character.": 1120, "show,": 1121, "\"i": 1122, "material": 1123, "neither": 1124, "you,": 1125, "superb": 1126, "realistic": 1127, "odd": 1128, "series,": 1129, "lame": 1130, "die": 1131, "quickly": 1132, "suspense": 1133, "fit": 1134, "recent": 1135, "cover": 1136, "recently": 1137, "screenplay": 1138, "glad": 1139, "years.": 1140, "dumb": 1141, "mark": 1142, "sitting": 1143, "barely": 1144, "setting": 1145, "said,": 1146, "eye": 1147, "season": 1148, "weird": 1149, "science": 1150, "showed": 1151, "believable": 1152, "familiar": 1153, "positive": 1154, "situation": 1155, "/>all": 1156, "made.": 1157, "opinion": 1158, "creepy": 1159, "background": 1160, "thriller": 1161, "kills": 1162, "otherwise": 1163, "street": 1164, "married": 1165, "too,": 1166, "laughing": 1167, "public": 1168, "decide": 1169, "earlier": 1170, "mentioned": 1171, "(in": 1172, "know,": 1173, "clever": 1174, "ago": 1175, "work,": 1176, "break": 1177, "cinematic": 1178, "remains": 1179, "romance": 1180, "fighting": 1181, "ideas": 1182, "members": 1183, "present": 1184, "missed": 1185, "common": 1186, "/>my": 1187, "pick": 1188, "be.": 1189, "casting": 1190, "great.": 1191, "considered": 1192, "crazy": 1193, "island": 1194, "ben": 1195, "longer": 1196, "effect": 1197, "focus": 1198, "producers": 1199, "added": 1200, "disney": 1201, "first,": 1202, "leaving": 1203, "utterly": 1204, "scene.": 1205, "cop": 1206, "starring": 1207, "ultimately": 1208, "involving": 1209, "success": 1210, "apart": 1211, "role.": 1212, "acting.": 1213, "further": 1214, "speak": 1215, "drug": 1216, "thrown": 1217, "thinks": 1218, "script,": 1219, "times.": 1220, "likely": 1221, "cast,": 1222, "fantasy": 1223, "impossible": 1224, "gun": 1225, "basic": 1226, "remake": 1227, "train": 1228, "younger": 1229, "violent": 1230, "not.": 1231, "puts": 1232, "world.": 1233, "knowing": 1234, "nobody": 1235, "company": 1236, "movie's": 1237, "off,": 1238, "slasher": 1239, "explain": 1240, "successful": 1241, "choice": 1242, "jim": 1243, "comedy.": 1244, "today": 1245, "solid": 1246, "produced": 1247, "moves": 1248, "sent": 1249, "30": 1250, "stick": 1251, "trouble": 1252, "state": 1253, "managed": 1254, "shoot": 1255, "convincing": 1256, "dancing": 1257, "10.": 1258, "incredible": 1259, "mean,": 1260, "changed": 1261, "was.": 1262, "won": 1263, "rate": 1264, "south": 1265, "music,": 1266, "book,": 1267, "failed": 1268, "jane": 1269, "truth": 1270, "cartoon": 1271, "chemistry": 1272, "ok": 1273, "equally": 1274, "constantly": 1275, "scott": 1276, "was,": 1277, "silent": 1278, "off.": 1279, "business": 1280, "bored": 1281, "concept": 1282, "cause": 1283, "fully": 1284, "generally": 1285, "throw": 1286, "later,": 1287, "force": 1288, "shooting": 1289, "escape": 1290, "note": 1291, "series.": 1292, "dream": 1293, "college": 1294, "rare": 1295, "thanks": 1296, "include": 1297, "society": 1298, "indeed": 1299, "acted": 1300, "singing": 1301, "bizarre": 1302, "cute": 1303, "list": 1304, "/>so": 1305, "giant": 1306, "sick": 1307, "catch": 1308, "years,": 1309, "depth": 1310, "intelligent": 1311, "much.": 1312, "images": 1313, "win": 1314, "laughs": 1315, "potential": 1316, "anyway,": 1317, "fell": 1318, "party": 1319, "enough,": 1320, "example,": 1321, "la": 1322, "do.": 1323, "ability": 1324, "water": 1325, "twist": 1326, "died": 1327, "stands": 1328, "surprisingly": 1329, "match": 1330, "fire": 1331, "military": 1332, "walk": 1333, "cult": 1334, "/>one": 1335, "pass": 1336, "animated": 1337, "sam": 1338, "development": 1339, "indian": 1340, "surely": 1341, "baby": 1342, "lovely": 1343, "brain": 1344, "you'd": 1345, "oh,": 1346, "hoping": 1347, "love,": 1348, "no,": 1349, "immediately": 1350, "questions": 1351, "cold": 1352, "steve": 1353, "excuse": 1354, "frank": 1355, "office": 1356, "amusing": 1357, "master": 1358, "respect": 1359, "girlfriend": 1360, "directing": 1361, "charles": 1362, "fear": 1363, "credit": 1364, "terms": 1365, "contains": 1366, "loves": 1367, "standard": 1368, "(": 1369, "aspect": 1370, "changes": 1371, "beautifully": 1372, "bother": 1373, "army": 1374, "together.": 1375, "chase": 1376, "naked": 1377, "alien": 1378, "wrong.": 1379, "adult": 1380, "camp": 1381, "christmas": 1382, "pointless": 1383, "with.": 1384, "tension": 1385, "rented": 1386, "touch": 1387, "historical": 1388, "computer": 1389, "studio": 1390, "effective": 1391, "mess": 1392, "picked": 1393, "finding": 1394, "wild": 1395, "either.": 1396, "pull": 1397, "tough": 1398, "suppose": 1399, "in,": 1400, "mad": 1401, "walking": 1402, "russian": 1403, "mood": 1404, "merely": 1405, "central": 1406, "15": 1407, "pace": 1408, "/>for": 1409, "putting": 1410, "natural": 1411, "meaning": 1412, "lacks": 1413, "suggest": 1414, "supposedly": 1415, "spirit": 1416, "ok,": 1417, "reasons": 1418, "chris": 1419, "control": 1420, "store": 1421, "thats": 1422, "makers": 1423, "twists": 1424, "available": 1425, "about.": 1426, "villain": 1427, "gang": 1428, "director,": 1429, "led": 1430, "adds": 1431, "impression": 1432, "\"a": 1433, "sweet": 1434, "(not": 1435, "presented": 1436, "somewhere": 1437, "minor": 1438, "ending.": 1439, "boring.": 1440, "falling": 1441, "did.": 1442, "band": 1443, "seemingly": 1444, "values": 1445, "ever.": 1446, "\"": 1447, "innocent": 1448, "effects,": 1449, "helps": 1450, "support": 1451, "fake": 1452, "america": 1453, "blue": 1454, "reminded": 1455, "channel": 1456, "narrative": 1457, "tone": 1458, "80's": 1459, "mary": 1460, "complex": 1461, "exciting": 1462, "best.": 1463, "charlie": 1464, "sexy": 1465, "pathetic": 1466, "movie!": 1467, "prison": 1468, "soldiers": 1469, "absolute": 1470, "brief": 1471, "not,": 1472, "mysterious": 1473, "nudity": 1474, "appearance": 1475, "man.": 1476, "slowly": 1477, "man's": 1478, "held": 1479, "fair": 1480, "trip": 1481, "thank": 1482, "brothers": 1483, "flat": 1484, "ghost": 1485, "issues": 1486, "fun.": 1487, "funniest": 1488, "presence": 1489, "billy": 1490, "sure,": 1491, "lets": 1492, "laughed": 1493, "actors.": 1494, "acts": 1495, "joke": 1496, "value": 1497, "normal": 1498, "proves": 1499, "minutes,": 1500, "detective": 1501, "provides": 1502, "offers": 1503, "share": 1504, "journey": 1505, "teen": 1506, "audiences": 1507, "performance.": 1508, "impressive": 1509, "vampire": 1510, "willing": 1511, "plan": 1512, "opportunity": 1513, "track": 1514, "paid": 1515, "literally": 1516, "government": 1517, "thoroughly": 1518, "subtle": 1519, "day,": 1520, "terrific": 1521, "honestly": 1522, "impressed": 1523, "time.<br": 1524, "christian": 1525, "shouldn't": 1526, "hasn't": 1527, "thing.": 1528, "aspects": 1529, "day.": 1530, "masterpiece": 1531, "world,": 1532, "self": 1533, "mainly": 1534, "critics": 1535, "done.": 1536, "appeared": 1537, "minutes.": 1538, "onto": 1539, "humour": 1540, "drawn": 1541, "awful.": 1542, "everybody": 1543, "feelings": 1544, "teenage": 1545, "becoming": 1546, "appeal": 1547, "thing,": 1548, "tired": 1549, "emotions": 1550, "student": 1551, "pieces": 1552, "other.": 1553, "christopher": 1554, "allow": 1555, "boring,": 1556, "bond": 1557, "adaptation": 1558, "beat": 1559, "stuck": 1560, "role,": 1561, "lived": 1562, "describe": 1563, "allowed": 1564, "bruce": 1565, "charming": 1566, "edge": 1567, "redeeming": 1568, "intended": 1569, "turning": 1570, "revenge": 1571, "aside": 1572, "century": 1573, "wanting": 1574, "point,": 1575, "hand,": 1576, "really,": 1577, "before.": 1578, "random": 1579, "cat": 1580, "still,": 1581, "notice": 1582, "touching": 1583, "moral": 1584, "ready": 1585, "followed": 1586, "to.": 1587, "ed": 1588, "damn": 1589, "interesting.": 1590, "(with": 1591, "heavy": 1592, "negative": 1593, "opinion,": 1594, "image": 1595, "compare": 1596, "million": 1597, "drive": 1598, "adventure": 1599, "disturbing": 1600, "language": 1601, "harry": 1602, "extra": 1603, "away.": 1604, "bottom": 1605, "painful": 1606, "carry": 1607, "continue": 1608, "road": 1609, "award": 1610, "accept": 1611, "key": 1612, "hair": 1613, "approach": 1614, "7": 1615, "direct": 1616, "attack": 1617, "mix": 1618, "green": 1619, "books": 1620, "west": 1621, "thus": 1622, "actor,": 1623, "8": 1624, "provide": 1625, "delivers": 1626, "era": 1627, "realized": 1628, "yet,": 1629, "personally": 1630, "before,": 1631, "themes": 1632, "physical": 1633, "right.": 1634, "made,": 1635, "member": 1636, "wearing": 1637, "magic": 1638, "names": 1639, "hurt": 1640, "search": 1641, "place.": 1642, "else.": 1643, "helped": 1644, "rarely": 1645, "situations": 1646, "wondering": 1647, "sat": 1648, "love.": 1649, "cast.": 1650, "element": 1651, "super": 1652, "instead,": 1653, "rated": 1654, "moved": 1655, "details": 1656, "though.": 1657, "tragic": 1658, "captain": 1659, "ray": 1660, "bed": 1661, "seen,": 1662, "together,": 1663, "?": 1664, "script.": 1665, "lose": 1666, "project": 1667, "yes": 1668, "action,": 1669, "building": 1670, "/>to": 1671, "information": 1672, "okay,": 1673, "holds": 1674, "filming": 1675, "compelling": 1676, "artistic": 1677, "photography": 1678, "reminds": 1679, "it?": 1680, "comedic": 1681, "six": 1682, "introduced": 1683, "audience.": 1684, "fascinating": 1685, "current": 1686, "martin": 1687, "tim": 1688, "costumes": 1689, "gorgeous": 1690, "nowhere": 1691, "build": 1692, "religious": 1693, "honest": 1694, "worthy": 1695, "case,": 1696, "disappointed.": 1697, "fellow": 1698, "struggle": 1699, "original,": 1700, "sadly": 1701, "creative": 1702, "book.": 1703, "(if": 1704, "b": 1705, "difference": 1706, "interesting,": 1707, "wonderfully": 1708, "opera": 1709, "smart": 1710, "serial": 1711, "law": 1712, "radio": 1713, "quick": 1714, "ms.": 1715, "motion": 1716, "asks": 1717, "9": 1718, "manage": 1719, "deserve": 1720, "dvd.": 1721, "whilst": 1722, "90": 1723, "down.": 1724, "purpose": 1725, "somebody": 1726, "hated": 1727, "includes": 1728, "martial": 1729, "mental": 1730, "scenery": 1731, "girl,": 1732, "overall,": 1733, "stunning": 1734, "understanding": 1735, "/>when": 1736, "money.": 1737, "ship": 1738, "culture": 1739, "fun,": 1740, "technical": 1741, "flying": 1742, "park": 1743, "starting": 1744, "see.": 1745, "asked": 1746, "numerous": 1747, "tony": 1748, "summer": 1749, "trash": 1750, "do,": 1751, "victim": 1752, "step": 1753, "creating": 1754, "inspired": 1755, "began": 1756, "deeply": 1757, "nasty": 1758, "favourite": 1759, "pictures": 1760, "outstanding": 1761, "learned": 1762, "places": 1763, "pop": 1764, "constant": 1765, "confused": 1766, "family.": 1767, "be,": 1768, "faces": 1769, "born": 1770, "terrible.": 1771, "answer": 1772, "london": 1773, "woman,": 1774, "now.": 1775, "toward": 1776, "agent": 1777, "6": 1778, "hospital": 1779, "dad": 1780, "mr": 1781, "location": 1782, "besides": 1783, "stephen": 1784, "fiction": 1785, "intense": 1786, "judge": 1787, "don": 1788, "producer": 1789, "trailer": 1790, "mom": 1791, "comedies": 1792, "kevin": 1793, "fresh": 1794, "hotel": 1795, "back.": 1796, "lies": 1797, "desperate": 1798, "dialogue,": 1799, "performance,": 1800, "cops": 1801, "long,": 1802, "awesome": 1803, "offer": 1804, "attractive": 1805, "loud": 1806, "porn": 1807, "character's": 1808, "taste": 1809, "mediocre": 1810, "extreme": 1811, "hidden": 1812, "returns": 1813, "accent": 1814, "independent": 1815, "news": 1816, "point.": 1817, "chinese": 1818, "color": 1819, "impact": 1820, "director's": 1821, "cinema.": 1822, "other,": 1823, "skip": 1824, "family,": 1825, "we've": 1826, "mike": 1827, "featuring": 1828, "shock": 1829, "superior": 1830, "growing": 1831, "garbage": 1832, "job.": 1833, "so.": 1834, "bloody": 1835, "planet": 1836, "flick.": 1837, "keeping": 1838, "actresses": 1839, "jones": 1840, "bigger": 1841, "unknown": 1842, "race": 1843, "listen": 1844, "prove": 1845, "best,": 1846, "deliver": 1847, "watch,": 1848, "pain": 1849, "professional": 1850, "dirty": 1851, "gotten": 1852, "blame": 1853, "land": 1854, "calls": 1855, "okay": 1856, "alan": 1857, "better,": 1858, "seven": 1859, "afraid": 1860, "discover": 1861, "speaking": 1862, "childhood": 1863, "are,": 1864, "kinda": 1865, "cliché": 1866, "today's": 1867, "apparent": 1868, "crappy": 1869, "week": 1870, "scientist": 1871, "(like": 1872, "unable": 1873, "whenever": 1874, "eddie": 1875, "part,": 1876, "genius": 1877, "emotion": 1878, "sense.": 1879, "phone": 1880, "according": 1881, "finish": 1882, "exception": 1883, "dying": 1884, "deals": 1885, "driving": 1886, "moments,": 1887, "holes": 1888, "treated": 1889, "wife,": 1890, "confusing": 1891, "dangerous": 1892, "met": 1893, "original.": 1894, "therefore": 1895, "developed": 1896, "essentially": 1897, "forgotten": 1898, "count": 1899, "himself.": 1900, "one's": 1901, "they've": 1902, "/>you": 1903, "national": 1904, "wooden": 1905, "ride": 1906, "charm": 1907, "unusual": 1908, "mixed": 1909, "adults": 1910, "students": 1911, "disappointing": 1912, "for.": 1913, "guy,": 1914, "utter": 1915, "latter": 1916, "ugly": 1917, "limited": 1918, "private": 1919, "mind.": 1920, "regular": 1921, "terribly": 1922, "jason": 1923, "ultimate": 1924, "genuinely": 1925, "sheer": 1926, "golden": 1927, "twice": 1928, "angry": 1929, "cry": 1930, "stewart": 1931, "fat": 1932, "ago,": 1933, "johnny": 1934, "station": 1935, "date": 1936, "screen,": 1937, "alive": 1938, "cgi": 1939, "capture": 1940, "relate": 1941, "responsible": 1942, "epic": 1943, "(played": 1944, "low-budget": 1945, "70's": 1946, "addition": 1947, "yeah,": 1948, "european": 1949, "rape": 1950, "fan,": 1951, "mistake": 1952, "thomas": 1953, "ending,": 1954, "marriage": 1955, "entertaining.": 1956, "much,": 1957, "them.<br": 1958, "vhs": 1959, "spot": 1960, "trust": 1961, "war,": 1962, "see,": 1963, "dies": 1964, "like,": 1965, "ahead": 1966, "noticed": 1967, "enough.": 1968, "unbelievable": 1969, "winning": 1970, "hopes": 1971, "hadn't": 1972, "aware": 1973, "henry": 1974, "expectations": 1975, "brian": 1976, "international": 1977, "who,": 1978, "pulled": 1979, "brutal": 1980, "soul": 1981, "surprising": 1982, "content": 1983, "death.": 1984, "murders": 1985, "psychological": 1986, "grand": 1987, "today.": 1988, "festival": 1989, "steals": 1990, "pair": 1991, "finished": 1992, "short,": 1993, "climax": 1994, "jerry": 1995, "remarkable": 1996, "victims": 1997, "academy": 1998, "music.": 1999, "/>i'm": 2000, "capable": 2001, "happening": 2002, "boyfriend": 2003, "genre.": 2004, "involves": 2005, "criminal": 2006, "recommended": 2007, "bringing": 2008, "stock": 2009, "lacking": 2010, "dealing": 2011, "twenty": 2012, "relationships": 2013, "movie?": 2014, "occasionally": 2015, "steal": 2016, "energy": 2017, "foreign": 2018, "more,": 2019, "double": 2020, "originally": 2021, "100": 2022, "joy": 2023, "lighting": 2024, "necessary": 2025, "father,": 2026, "area": 2027, "uncle": 2028, "saving": 2029, "violence,": 2030, "gonna": 2031, "actions": 2032, "allows": 2033, "magnificent": 2034, "zombies": 2035, "kick": 2036, "down,": 2037, "through.": 2038, "affair": 2039, "seconds": 2040, "scared": 2041, "described": 2042, "overly": 2043, "bits": 2044, "likable": 2045, "shocking": 2046, "boss": 2047, "wide": 2048, "animal": 2049, "dressed": 2050, "hits": 2051, "americans": 2052, "passion": 2053, "anne": 2054, "loving": 2055, "references": 2056, "club": 2057, "!": 2058, "cant": 2059, "torture": 2060, "loose": 2061, "captured": 2062, "industry": 2063, "danny": 2064, "desire": 2065, "intriguing": 2066, "destroy": 2067, "detail": 2068, "to,": 2069, "creates": 2070, "justice": 2071, "seriously,": 2072, "genuine": 2073, "direction,": 2074, "finest": 2075, "wood": 2076, "saved": 2077, "eat": 2078, "done,": 2079, "/>while": 2080, "traditional": 2081, "anybody": 2082, "ago.": 2083, "awful,": 2084, "grew": 2085, "jeff": 2086, "fail": 2087, "(even": 2088, "arts": 2089, "night,": 2090, "humor,": 2091, "itself.": 2092, "paris": 2093, "asking": 2094, "door": 2095, "bar": 2096, "soldier": 2097, "collection": 2098, "plane": 2099, "sign": 2100, "discovers": 2101, "assume": 2102, "believes": 2103, "house,": 2104, "zero": 2105, "nick": 2106, "personality": 2107, "portray": 2108, "(for": 2109, "right,": 2110, "reach": 2111, "broken": 2112, "watching.": 2113, "connection": 2114, "issue": 2115, "with,": 2116, "ran": 2117, "/>on": 2118, "explanation": 2119, "losing": 2120, "below": 2121, "place,": 2122, "friends,": 2123, "endless": 2124, "discovered": 2125, "over.": 2126, "effects.": 2127, "fox": 2128, "(although": 2129, "food": 2130, "opposite": 2131, "continues": 2132, "heads": 2133, "remain": 2134, "sell": 2135, "thin": 2136, "soap": 2137, "church": 2138, "grace": 2139, "opens": 2140, "clothes": 2141, "night.": 2142, "normally": 2143, "flicks": 2144, "bright": 2145, "built": 2146, "native": 2147, "buddy": 2148, "queen": 2149, "suspect": 2150, "deserved": 2151, "majority": 2152, "commentary": 2153, "war.": 2154, "classic.": 2155, "worse.": 2156, "dreams": 2157, "home,": 2158, "back,": 2159, "memory": 2160, "strongly": 2161, "arthur": 2162, "tiny": 2163, "higher": 2164, "jean": 2165, "roles.": 2166, "proper": 2167, "performances.": 2168, "theatre": 2169, "breaks": 2170, "bland": 2171, "kelly": 2172, "cross": 2173, "reviewers": 2174, "virtually": 2175, "creature": 2176, "experience.": 2177, "proved": 2178, "money,": 2179, "theatrical": 2180, "nicely": 2181, "spends": 2182, "/>not": 2183, "batman": 2184, "accurate": 2185, "folks": 2186, "combination": 2187, "actor.": 2188, "provided": 2189, "smith": 2190, "leader": 2191, "talks": 2192, "others.": 2193, "painfully": 2194, "grow": 2195, "forces": 2196, "ford": 2197, "al": 2198, "meeting": 2199, "jump": 2200, "laughable": 2201, "captures": 2202, "asian": 2203, "graphic": 2204, "sight": 2205, "murdered": 2206, "woods": 2207, "sex,": 2208, "fits": 2209, "machine": 2210, "rob": 2211, "anthony": 2212, "months": 2213, "itself,": 2214, "drama,": 2215, "sense,": 2216, "ordinary": 2217, "fill": 2218, "howard": 2219, "wrong,": 2220, "50": 2221, "gem": 2222, "himself,": 2223, "system": 2224, "/>some": 2225, "send": 2226, "walked": 2227, "hitchcock": 2228, "loses": 2229, "/>after": 2230, "manner": 2231, "engaging": 2232, "/>overall,": 2233, "board": 2234, "visit": 2235, "vs.": 2236, "latest": 2237, "sean": 2238, "budget,": 2239, "job,": 2240, "action.": 2241, "standing": 2242, "fights": 2243, "steven": 2244, "days.": 2245, "something.": 2246, "choose": 2247, "convince": 2248, "u.s.": 2249, "miles": 2250, "lover": 2251, "40": 2252, "humorous": 2253, "joan": 2254, "walks": 2255, "page": 2256, ")": 2257, "treat": 2258, "performances,": 2259, "today,": 2260, "tend": 2261, "remembered": 2262, "style,": 2263, "mind,": 2264, "produce": 2265, "enter": 2266, "learns": 2267, "pleasure": 2268, "dvd,": 2269, "around.": 2270, "largely": 2271, "ring": 2272, "well.<br": 2273, "/": 2274, "conclusion": 2275, "ancient": 2276, "12": 2277, "gary": 2278, "intelligence": 2279, "states": 2280, "reaction": 2281, "caused": 2282, "stupid,": 2283, "eating": 2284, "blind": 2285, "received": 2286, "lord": 2287, "emotionally": 2288, "relatively": 2289, "horribly": 2290, "eric": 2291, "study": 2292, "viewed": 2293, "edited": 2294, "jimmy": 2295, "north": 2296, "part.": 2297, "gangster": 2298, "reviewer": 2299, "evidence": 2300, "bob": 2301, "vote": 2302, "unnecessary": 2303, "tragedy": 2304, "ann": 2305, "occasional": 2306, "robin": 2307, "contrast": 2308, "awkward": 2309, "barbara": 2310, "united": 2311, "very,": 2312, "episode,": 2313, "suffers": 2314, "teacher": 2315, "animals": 2316, "travel": 2317, "boy,": 2318, "event": 2319, "monsters": 2320, "delivered": 2321, "disaster": 2322, "delightful": 2323, "beginning,": 2324, "gags": 2325, "death,": 2326, "picture.": 2327, "included": 2328, "house.": 2329, "suicide": 2330, "finally,": 2331, "him.<br": 2332, "australian": 2333, "spoilers": 2334, "/>we": 2335, "beautiful,": 2336, "sleep": 2337, "strength": 2338, "gold": 2339, "length": 2340, "knowledge": 2341, "committed": 2342, "history.": 2343, "serves": 2344, "featured": 2345, "cuts": 2346, "boat": 2347, "reason,": 2348, "numbers": 2349, "humor.": 2350, "(he": 2351, "massive": 2352, "sea": 2353, "conflict": 2354, "dan": 2355, "grown": 2356, "worse,": 2357, "accidentally": 2358, "cost": 2359, "tears": 2360, "drugs": 2361, "stone": 2362, "/>however,": 2363, "here's": 2364, "develop": 2365, "max": 2366, "witty": 2367, "cameo": 2368, "clichés": 2369, "jackson": 2370, "unexpected": 2371, "officer": 2372, "practically": 2373, "apartment": 2374, "mrs.": 2375, "faith": 2376, "spoil": 2377, "suffering": 2378, "depicted": 2379, "football": 2380, "plots": 2381, "jennifer": 2382, "sing": 2383, "survive": 2384, "gratuitous": 2385, "he'd": 2386, "ruined": 2387, "adam": 2388, "hearing": 2389, "rescue": 2390, "irritating": 2391, "\"what": 2392, "tape": 2393, "alex": 2394, "director.": 2395, "why?": 2396, "fly": 2397, "pilot": 2398, "me.<br": 2399, "remotely": 2400, "andy": 2401, "hilarious.": 2402, "price": 2403, "ground": 2404, "passed": 2405, "blonde": 2406, "and/or": 2407, "post": 2408, "lucky": 2409, "noir": 2410, "underrated": 2411, "of.": 2412, "artist": 2413, "home.": 2414, "days,": 2415, "(but": 2416, "lines,": 2417, "range": 2418, "insult": 2419, "trek": 2420, "legend": 2421, "explained": 2422, "recognize": 2423, "players": 2424, "gory": 2425, "lovers": 2426, "excellent.": 2427, ":": 2428, "accident": 2429, "portrays": 2430, "pacing": 2431, "vision": 2432, "mission": 2433, "horse": 2434, "least,": 2435, "mouth": 2436, "crap.": 2437, "(especially": 2438, "curious": 2439, "davis": 2440, "presents": 2441, "nominated": 2442, "drama.": 2443, "writing,": 2444, "cutting": 2445, "portraying": 2446, "stuff.": 2447, "powers": 2448, "around,": 2449, "claims": 2450, "player": 2451, "watchable": 2452, "things,": 2453, "moon": 2454, "of,": 2455, "multiple": 2456, "community": 2457, "anything.": 2458, "julie": 2459, "smile": 2460, "ice": 2461, "quiet": 2462, "convinced": 2463, "themselves.": 2464, "all.<br": 2465, "know.": 2466, "stopped": 2467, "could've": 2468, "realizes": 2469, "lesbian": 2470, "sudden": 2471, "test": 2472, "imagination": 2473, "holding": 2474, "memories": 2475, "empty": 2476, "media": 2477, "mine": 2478, "/>with": 2479, "obsessed": 2480, "allen": 2481, "audience,": 2482, "one.<br": 2483, "commercial": 2484, "mother,": 2485, "types": 2486, "trapped": 2487, "words,": 2488, "stars.": 2489, "bbc": 2490, "initial": 2491, "till": 2492, "lousy": 2493, "dick": 2494, "hopefully": 2495, "process": 2496, "version,": 2497, "loss": 2498, "flaws": 2499, "/>at": 2500, "sharp": 2501, "horror,": 2502, "forever": 2503, "partner": 2504, "humans": 2505, "speech": 2506, "tv.": 2507, "recall": 2508, "genre,": 2509, "disappointment": 2510, "brilliantly": 2511, "saturday": 2512, "matt": 2513, "roll": 2514, "parody": 2515, "fred": 2516, "hanging": 2517, "cars": 2518, "teenagers": 2519, "field": 2520, "decision": 2521, "owner": 2522, "children's": 2523, "first.": 2524, "unfunny": 2525, "blow": 2526, "reveal": 2527, "claim": 2528, "greater": 2529, "drag": 2530, "cinema,": 2531, "efforts": 2532, "inner": 2533, "this.<br": 2534, "games": 2535, "witch": 2536, "pretentious": 2537, "forgot": 2538, "young,": 2539, "entertaining,": 2540, "experienced": 2541, "screaming": 2542, "figured": 2543, "program": 2544, "moore": 2545, "son,": 2546, "prepared": 2547, "marry": 2548, "seek": 2549, "lower": 2550, "downright": 2551, "away,": 2552, "singer": 2553, "throws": 2554, "instead.": 2555, "absurd": 2556, "ever,": 2557, "does.": 2558, "which,": 2559, "cable": 2560, "hired": 2561, "rise": 2562, "(at": 2563, "via": 2564, "author": 2565, "about,": 2566, "revealed": 2567, "chief": 2568, "friend,": 2569, "heroes": 2570, "mexican": 2571, "paying": 2572, "(though": 2573, "priest": 2574, "display": 2575, "directly": 2576, "record": 2577, "flick,": 2578, "would've": 2579, "president": 2580, "heroine": 2581, "friends.": 2582, "anywhere": 2583, "\"you": 2584, "exact": 2585, "flashbacks": 2586, "versions": 2587, "join": 2588, "/>that": 2589, "unfortunate": 2590, "abandoned": 2591, "canadian": 2592, "prince": 2593, "pulls": 2594, "shot,": 2595, "spanish": 2596, "feet": 2597, "us,": 2598, "wall": 2599, "amongst": 2600, "moments.": 2601, "humanity": 2602, "terrible,": 2603, "aliens": 2604, "possible.": 2605, "handsome": 2606, "talents": 2607, "reminiscent": 2608, "year.": 2609, "/>-": 2610, "results": 2611, "contemporary": 2612, "realism": 2613, "creatures": 2614, "express": 2615, "sounded": 2616, "own.": 2617, "us.": 2618, "visually": 2619, "suit": 2620, "grade": 2621, "morning": 2622, "design": 2623, "chose": 2624, "streets": 2625, "that.<br": 2626, "calling": 2627, "(it": 2628, "ball": 2629, "reason.": 2630, "excited": 2631, "skills": 2632, "wars": 2633, "security": 2634, "bear": 2635, "laugh.": 2636, "halfway": 2637, "mildly": 2638, "stupid.": 2639, "favor": 2640, "regarding": 2641, "variety": 2642, "mere": 2643, "seriously.": 2644, "source": 2645, "story.<br": 2646, "deadly": 2647, "plans": 2648, "jewish": 2649, "patrick": 2650, "speaks": 2651, "drunk": 2652, "bet": 2653, "identity": 2654, "anyway.": 2655, "dubbed": 2656, "closer": 2657, "matters": 2658, "ruin": 2659, "drop": 2660, "chosen": 2661, "sports": 2662, "guy.": 2663, "texas": 2664, "for,": 2665, "things.": 2666, "cinematography,": 2667, "individual": 2668, "jesus": 2669, "prior": 2670, "women,": 2671, "desperately": 2672, "anyway": 2673, "behavior": 2674, "legendary": 2675, "correct": 2676, "repeated": 2677, "locations": 2678, "filmmaker": 2679, "debut": 2680, "****": 2681, "cultural": 2682, "lesson": 2683, "encounter": 2684, "wind": 2685, "frame": 2686, "facial": 2687, "wedding": 2688, "ii": 2689, "did,": 2690, "costume": 2691, "douglas": 2692, "production.": 2693, "lives.": 2694, "fashion": 2695, "bomb": 2696, "heavily": 2697, "round": 2698, "focuses": 2699, "dennis": 2700, "think,": 2701, "/>now": 2702, "center": 2703, "line,": 2704, "covered": 2705, "long.": 2706, "roger": 2707, "crying": 2708, "ladies": 2709, "others,": 2710, "soft": 2711, "corny": 2712, "stereotypical": 2713, "80s": 2714, "indeed,": 2715, "required": 2716, "african": 2717, "are.": 2718, "veteran": 2719, "stayed": 2720, "else,": 2721, "beach": 2722, "daughter,": 2723, "target": 2724, "gore,": 2725, "generation": 2726, "attitude": 2727, "cash": 2728, "hide": 2729, "serve": 2730, "old,": 2731, "prime": 2732, "performed": 2733, "significant": 2734, "necessarily": 2735, "beloved": 2736, "research": 2737, "version.": 2738, "shop": 2739, "excellent,": 2740, "sympathy": 2741, "donald": 2742, "end.<br": 2743, "episode.": 2744, "bank": 2745, "amazingly": 2746, "formula": 2747, "advice": 2748, "anime": 2749, "breaking": 2750, "san": 2751, "critical": 2752, "/>of": 2753, "previously": 2754, "struggling": 2755, "wasting": 2756, "influence": 2757, "contrived": 2758, "draw": 2759, "attempting": 2760, "regret": 2761, "(including": 2762, "model": 2763, "whoever": 2764, "sympathetic": 2765, "twisted": 2766, "school.": 2767, "village": 2768, "embarrassing": 2769, "/>even": 2770, "wise": 2771, "depiction": 2772, "changing": 2773, "scream": 2774, "thoughts": 2775, "slow,": 2776, "larry": 2777, "pity": 2778, "ridiculous.": 2779, "witness": 2780, "nuclear": 2781, "ain't": 2782, "albert": 2783, "gene": 2784, "nothing.": 2785, "account": 2786, "handled": 2787, "morgan": 2788, "offered": 2789, "prefer": 2790, "kids.": 2791, "b-movie": 2792, "reveals": 2793, "brown": 2794, "standards": 2795, "driven": 2796, "this?": 2797, "stays": 2798, "picture,": 2799, "window": 2800, "chick": 2801, "edward": 2802, "satire": 2803, "section": 2804, "pleasant": 2805, "fate": 2806, "sheriff": 2807, "pile": 2808, "men,": 2809, "sadly,": 2810, "amateur": 2811, "warning": 2812, "treatment": 2813, "mickey": 2814, "focused": 2815, "sisters": 2816, "tarzan": 2817, "laugh,": 2818, "youth": 2819, "throwing": 2820, "protagonist": 2821, "placed": 2822, "style.": 2823, "/>although": 2824, "bothered": 2825, "clean": 2826, "logic": 2827, "raised": 2828, "explains": 2829, "remote": 2830, "dreadful": 2831, "shallow": 2832, "deeper": 2833, "dark,": 2834, "voices": 2835, "school,": 2836, "separate": 2837, "carried": 2838, "decade": 2839, "stereotypes": 2840, "adding": 2841, "eight": 2842, "entertainment.": 2843, "drew": 2844, "crowd": 2845, "effectively": 2846, "broadway": 2847, "harsh": 2848, "urban": 2849, "destroyed": 2850, "experiences": 2851, "true,": 2852, "exploitation": 2853, "dozen": 2854, "training": 2855, "warm": 2856, "anna": 2857, "refreshing": 2858, "anything,": 2859, "holmes": 2860, "film-making": 2861, "passing": 2862, "contain": 2863, "real.": 2864, "causes": 2865, "ryan": 2866, "carries": 2867, "vehicle": 2868, "game.": 2869, "southern": 2870, "desert": 2871, "buying": 2872, "rental": 2873, "/>then": 2874, "indie": 2875, "helen": 2876, "act.": 2877, "stolen": 2878, "conversation": 2879, "amazed": 2880, "satisfying": 2881, "god,": 2882, "shocked": 2883, "helping": 2884, "history,": 2885, "predictable,": 2886, "spite": 2887, "williams": 2888, "why.": 2889, "product": 2890, "hong": 2891, "closing": 2892, "wears": 2893, "seagal": 2894, "mess.": 2895, "insane": 2896, "castle": 2897, "wear": 2898, "surreal": 2899, "promising": 2900, "shakespeare": 2901, "appealing": 2902, "guilty": 2903, "hey,": 2904, "simon": 2905, "heck": 2906, "starred": 2907, "kinds": 2908, "universal": 2909, "purely": 2910, "classics": 2911, "ted": 2912, "designed": 2913, "drives": 2914, "rip": 2915, "horrible.": 2916, "enjoying": 2917, "exist": 2918, "devil": 2919, "guns": 2920, "hunt": 2921, "novel,": 2922, "children,": 2923, "medical": 2924, "irish": 2925, "adventures": 2926, "villains": 2927, "/>another": 2928, "faithful": 2929, "bodies": 2930, "propaganda": 2931, "side,": 2932, "classic,": 2933, "written,": 2934, "scare": 2935, "kong": 2936, "barry": 2937, "dated": 2938, "civil": 2939, "anderson": 2940, "walter": 2941, "roy": 2942, "slapstick": 2943, "sum": 2944, "consists": 2945, "halloween": 2946, "extraordinary": 2947, "touches": 2948, "comparison": 2949, "/>so,": 2950, "dollars": 2951, "hunter": 2952, "clue": 2953, "seat": 2954, "julia": 2955, "kids,": 2956, "fbi": 2957, "dead.": 2958, "river": 2959, "superman": 2960, "over-the-top": 2961, "/>don't": 2962, "learning": 2963, "actually,": 2964, "jackie": 2965, "lewis": 2966, "louis": 2967, "frankly": 2968, "erotic": 2969, "head.": 2970, "touched": 2971, "roles,": 2972, "here.<br": 2973, "no.": 2974, "face.": 2975, "heart.": 2976, "enemy": 2977, "picks": 2978, "u": 2979, "families": 2980, "over,": 2981, "haunted": 2982, "amazing.": 2983, "nightmare": 2984, "through,": 2985, "riding": 2986, "disgusting": 2987, "interviews": 2988, "determined": 2989, "fourth": 2990, "taylor": 2991, "served": 2992, "score,": 2993, "(this": 2994, "mature": 2995, "/>there's": 2996, "worthwhile": 2997, "dead,": 2998, "true.": 2999, "seeking": 3000, "friendship": 3001, "unlikely": 3002, "technology": 3003, "renting": 3004, "hall": 3005, "warn": 3006, "lot.": 3007, "vietnam": 3008, "kate": 3009, "film!": 3010, "visuals": 3011, "proud": 3012, "fool": 3013, "so-called": 3014, "way.<br": 3015, "father's": 3016, "make-up": 3017, "spoiler": 3018, "ass": 3019, "von": 3020, "position": 3021, "arrives": 3022, "people's": 3023, "attacked": 3024, "dialogue.": 3025, "struck": 3026, "annoying.": 3027, "ripped": 3028, "network": 3029, "highlight": 3030, "underground": 3031, "men.": 3032, "2.": 3033, "tedious": 3034, "carrying": 3035, "fault": 3036, "achieve": 3037, "sold": 3038, "what?": 3039, "failure": 3040, "mask": 3041, "throughout.": 3042, "cruel": 3043, "professor": 3044, "amateurish": 3045, "clips": 3046, "core": 3047, "ignore": 3048, "film?": 3049, "sensitive": 3050, "whereas": 3051, "floor": 3052, "blown": 3053, "depressing": 3054, "parker": 3055, "wit": 3056, "service": 3057, "freedom": 3058, "unrealistic": 3059, "examples": 3060, "thousands": 3061, "gruesome": 3062, "appropriate": 3063, "statement": 3064, "girl.": 3065, "teens": 3066, "rolling": 3067, "dry": 3068, "false": 3069, "views": 3070, "sir": 3071, "lights": 3072, "praise": 3073, "finale": 3074, "alice": 3075, "makeup": 3076, "(of": 3077, "opinion.": 3078, "tv,": 3079, "supernatural": 3080, "go.": 3081, "suffer": 3082, "context": 3083, "rough": 3084, "flight": 3085, "past,": 3086, "production,": 3087, "fu": 3088, "searching": 3089, "something,": 3090, "hundreds": 3091, "meanwhile,": 3092, "dislike": 3093, "friday": 3094, "mainstream": 3095, "east": 3096, "glimpse": 3097, "like.": 3098, "lines.": 3099, "naive": 3100, "stars,": 3101, "raise": 3102, "studios": 3103, "career.": 3104, "wife.": 3105, "dogs": 3106, "later.": 3107, "robot": 3108, "father.": 3109, "lonely": 3110, "kiss": 3111, "uk": 3112, "dealt": 3113, "saves": 3114, "cartoons": 3115, "say.": 3116, "handle": 3117, "lacked": 3118, "sends": 3119, "joseph": 3120, "related": 3121, "otherwise,": 3122, "daniel": 3123, "slight": 3124, "insight": 3125, "luck": 3126, "wayne": 3127, "promise": 3128, "eyes,": 3129, "luke": 3130, "perform": 3131, "gas": 3132, "direction.": 3133, "sucked": 3134, "believed": 3135, "town,": 3136, "soviet": 3137, "/>first": 3138, "speed": 3139, "non": 3140, "guys,": 3141, "replaced": 3142, "laughter": 3143, "tight": 3144, "torn": 3145, "clichéd": 3146, "haunting": 3147, "kung": 3148, "letting": 3149, "site": 3150, "interview": 3151, "line.": 3152, "werewolf": 3153, "nazi": 3154, "cage": 3155, "that?": 3156, "instance,": 3157, "notable": 3158, "relief": 3159, "criticism": 3160, "children.": 3161, "welcome": 3162, "happen.": 3163, "goofy": 3164, "talent.": 3165, "sleeping": 3166, "year,": 3167, "combined": 3168, "device": 3169, "editing,": 3170, "intellectual": 3171, "reputation": 3172, "once,": 3173, "moment,": 3174, "continuity": 3175, "court": 3176, "figures": 3177, "rose": 3178, "metal": 3179, "life.<br": 3180, "spoof": 3181, "quest": 3182, "recommended.": 3183, "paint": 3184, "physically": 3185, "selling": 3186, "understood": 3187, "asleep": 3188, "chuck": 3189, "catherine": 3190, "dull,": 3191, "rights": 3192, "listening": 3193, "crash": 3194, 